; MSETUP4 string table
[STRING]
CHARSET="204"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Системата не може да се рестартира. Затворете инсталиращата програма или приложния софтуер, който се изпълнява в момента. След това излезте от инсталиращата програма на Canon и опитайте отново."
MSE2="Тази програма не може да се използва с текущата операционна система."
MSE3="За да инсталирате софтуера, трябва да влезете с акаунт на администратор.\nЩракнете върху [OK] и премахнете компактдиска, за да преустановите инсталирането.\nСлед като преустановите инсталирането, влезте с акаунт на администратор, след което поставете компактдиска отново."
MSE3_Mac=
MSE31_Mac=
MSE4="Необходим е съответният приложен софтуер за отваряне на избрания файл."
MSE5="Няма достатъчно място в устройство %D%. Необходими са %S% мегабайта за инсталиране на софтуера."
MSE6="Указаната папка е невалидна. Укажете папка с възможност за писане, която се намира на локалния твърд диск."
MSE7="Програмата не може да се стартира, тъй като разделителната способност на екрана е ниска. Променете разделителната способност на 800 x 600 пиксела или повече, след което изпълнете отново операцията.\nАко инсталирате на таблет, задайте ориентацията на екрана в режим на пейзаж, след което изпълнете операцията."
MSE7_Mac=
MSE8="В CD-ROM устройството няма компактдиск.\nПоставете отново компактдиска в устройството."
MSE9="Името на файла не може да съдържа следните знаци:\n/ , ; * ? \\" < > |"
MSE10="Указаното име на път надвишава лимита. Укажете име на път до 150 знака."
MSE11="Буквата на устройството не е включена в указаното име на път или пътят е указан с относителен път. Укажете абсолютен път."
MSE12="[Лесно инсталиране] не може да се използва с текущата операционна система."
MSE15="Тази програма може да се изпълнява на Windows 2000 Service Pack 4 или по-нови операционни системи. Ако вашата операционна система е по-стара от Service Pack 4, актуализирайте Windows 2000 със Service Pack 4 или по-нова версия и изпълнете програмата отново."
MSE16="Отварянето на файла е неуспешно."
MSE17="Тази програма може да се изпълнява на Windows XP Service Pack 2 или по-нови операционни системи. Ако вашата операционна система е по-стара от Service Pack 2, актуализирайте Windows XP със Service Pack 2 или по-нова версия и изпълнете програмата отново."
MSE18="Тази програма може да се изпълнява на Windows XP Service Pack 3 или по-нови операционни системи, когато използвате Windows XP. Актуализирайте Windows XP със Service Pack 3 или по-нова версия и опитайте отново."
MSE19="Тази програма може да се изпълнява на Windows Vista Service Pack 1 или по-нови операционни системи, когато използвате Windows Vista. Актуализирайте Windows Vista със Service Pack 1 или по-нова версия и опитайте отново."
MSE20="Тази програма може да се изпълнява на Windows Vista Service Pack 2 или по-нови операционни системи, когато използвате Windows Vista. Актуализирайте Windows Vista със Service Pack 2 или по-нова версия и опитайте отново."

MSW1="Файлът е актуализиран, тъй като в системата е открита стара версия на файла.  Рестартирайте системата сега, за да завършите актуализацията. Щракнете върху [OK], за да рестартирате системата. След рестартиране на системата софтуерът ще се рестартира автоматично."
MSW2="Папката\n\"%P%\"\nне съществува. Искате ли да създадете нова папка?"
MSW3="В зависимост от версията на операционната система, инсталацията може да не завърши правилно. Щракнете върху [Проверка на най-новата информация] за достъп до уеб сайта на Canon и проверете най-новата информация.\n\nСлед като проверите най-новата информация, щракнете върху [Продължи инсталирането], за да продължите инсталирането. Щракнете върху [Отказ на инсталирането], за да отмените инсталирането."
MSW4=

MSM0001="OK"
MSM0002="Отказ"
MSM0003="Да"
MSM0004="Не"
MSM0005="Назад"
MSM0006="Напред"
MSM0007="Продължи"
MSM0008="Прекрати"
MSM0009="Изход"
MSM0010="Инсталирай"
MSM0011="Помощ"
MSM0012="Избери всичко"
MSM0013="Изчисти всичко"
MSM0014="Проверка на най-новата информация"
MSM0015="Продължи инсталирането"
MSM0016="Отказ на инсталирането"
MSM0017="Език"
MSM0018="По подразб."
MSM0019="Пропусни"
MSM0020="Обратно горе"

MSM0101="Грешка"
MSM0102="Предупреждение"
MSM0103="Информация"
MSM0104="Canon"

MSM1001="Избор на език"
MSM1002="Изберете кой език да се използва с тази програма, след което щракнете върху [Напред]."
MSM1003="Изберете кой език да се използва с тази програма, след което щракнете върху [Назад]."

MSM1011=

MSM1021="Получаване на информация"
MSM1022="Получаване на информация относно най-новите драйвери и софтуер. Моля, изчакайте."
MSM1023=

MSM1031="Грешка при получаване на информация"
MSM1032="Неуспешно получаване на информация относно драйверите и софтуера. Проверете мрежовата връзка и опитайте отново."

MSM1051="Избор на принтер"
MSM1052="Избор на скенер"
MSM1053="Изберете принтера, който искате да се инсталира, след което щракнете върху [Напред]."
MSM1054="Изберете скенера, който искате да се инсталира, след което щракнете върху [Напред]."

MSM1101="Избор на местожителство"
MSM1102="Изберете вашето местожителство, след което щракнете върху [Напред]."
MSM1103="САЩ, Канада, Латинска Америка"
MSM1104="Европа, Близък Изток, Африка"
MSM1105="Азия"
MSM1106="Района на Тихия океан"

MSM1111="Изберете вашата държава или местожителство, след което щракнете върху [Напред]. Ако вашата държава или местожителство не се показва по-долу, изберете \"Други\"."
MSM1116="Избор на страна или регион"
MSM1117="Изберете местожителство."
MSM1118="Изберете вашата държава или местожителство. Ако вашата държава или местожителство не се показва по-долу, изберете \"Други\"."

MSM1201="Изберете метода на инсталиране и следвайте инструкциите на екрана."
MSM1202="Препоръчително за начинаещи потребители"
MSM1203="Лесно инсталиране"
MSM1204="Автоматично инсталиране на софтуера."
MSM1205="Инсталиране по избор"
MSM1206="Този метод позволява да изберете софтуерните програми, които искате да използвате, и инсталира само избраните програми."
MSM1207="Отмяна на инсталирането на софтуера."
MSM1208="Скенер за цветни изображения на Canon"
MSM1209="CanoScan Setup Utility"
MSM1210="Комплект за създаване на творчески фотоалбуми"
MSM1211="Този метод позволява да изберете софтуерните програми, които искате да използвате, и инсталира само избраните програми."
MSM1221="Можете да изберете дали да използвате принтера чрез USB връзка или чрез LAN връзка. Следвайте инструкциите на екрана, за да изберете метода на свързване.\n\nПри използване на принтера чрез LAN връзка се изисква настройка на мрежа. Ако настройката вече е извършена, връзката се потвърждава автоматично. Ако не е извършена настройка, следвайте инструкциите на екрана, за да настроите принтера."
MSM1222="Стартиране на инсталирането на софтуера. Следвайте инструкциите на екрана."
MSM1231="Можете да промените метода на свързване, да добавите софтуер или да стартирате настройването отново. Щракнете върху [Стартиране на настройката отново] само ако принтерът не работи правилно."
MSM1232="Промяна на метода на свързване"
MSM1233="Променете метода на свързване между принтера и компютъра от USB на LAN или от LAN на USB."
MSM1234="Добавяне на софтуер"
MSM1235="Изберете софтуер за добавяне или го инсталирайте отново."
MSM1236="Стартиране на настройката отново"
MSM1237="Започване отново от първоначалното инсталиране до свързването."
MSM1238="Можете да добавите софтуер или да стартирате настройката отново. Щракнете върху [Стартиране на настройката отново] само ако принтерът не работи правилно."
MSM1239="За използване на факса"
MSM1241="Стартиране на настройка"
MSM1242="За стартирането на настройката бе необходимо използването на машината от компютъра. Следвайте инструкциите на екрана."
MSM1243="Стартиране на настройка"
MSM1244="Този софтуер ви позволява да използвате машината от компютъра."
MSM1245="Полезен софтуер"
MSM1246="Инсталира софтуер, който ви позволява да използвате машината по-удобно."
MSM1247="Онлайн ръководство"
MSM1248="Можете да видите ръководството онлайн."
MSM1249="Използвайте актуализирания софтуер, който може да се намери в интернет"
MSM1301="Лесно инсталиране"
MSM1302="Ще се инсталират описаните софтуерни програми. За да продължите, щракнете върху [Инсталирай].\n\nЗа да се покаже представяне на софтуера, преместете показалеца на мишката върху името на софтуера."
MSM1304="Показва README файла: "
MSM1305="Устройство %DRIVELETTER% %DISKSPACE% МБ свободно пространство"
MSM1306="Общо използвано пространство: %ITEMSPACE% МБ"
MSM1307="%s МБ"
MSM1308="Щракнете върху този бутон, за да прочетете описателния файл за %s."
MSM1309="Щракнете върху този бутон, за да прочетете README файла на %s."
MSM1310="Драйвер и ръководство"
MSM1311="Приложение"
MSM1312="Приблизително време за инсталиране: %INSTALLTIME_MIN% до %INSTALLTIME_MAX% минути"
MSM1313=
MSM1314="Този софтуер е задължителен. Затова отказването му не е препоръчително.\nЖелаете ли да го откажете?"
MSM1315="Инсталирането може да отнеме време в зависимост от мрежовата среда."

MSM1401="Инсталиране по избор"
MSM1402="Поставете отметка в квадратчето до софтуера, който искате да се инсталира, след което щракнете върху [Напред].\nЗа да се покаже представяне на софтуера, преместете показалеца на мишката върху името на софтуера."
MSM1402_Mac=
MSM1451="Списък на софтуера за инсталиране"
MSM1452="Ще се инсталира избраният софтуер. Уверете се, че софтуерът, който искате да инсталирате, е избран, след което щракнете върху [Напред]."
MSM1453_Mac=
MSM1454="Този софтуер е задължителен и изборът му не може да се отмени."
MSM1455_Mac=

MSM1501="Промяна на местоположението за инсталиране"
MSM1502="Можете да промените местоположението за инсталиране на %LOCATIONITEM%. "
MSM1503="Ако не искате да променяте местоположението, щракнете върху [Инсталирай]."
MSM1504="За да промените местоположението, щракнете върху [Преглед...], изберете папката, в която искате да се инсталира софтуерът, след което щракнете върху [Инсталирай]."
MSM1505="Местоположение на инсталиране:"
MSM1506="Преглед..."
MSM1507="Устройство %DRIVELETTER% Свободно пространство: %DISKSPACE% МБ Необходимо пространство: %ITEMSPACE% МБ"
MSM1508="Устройство %APPDRIVELETTER% Свободно пространство: %APPDISKSPACE% МБ Необходимо пространство: %APPITEMSPACE% МБ"

MSM1601="Лицензионно споразумение"
MSM1602="Преди да инсталирате избраните софтуерни програми, внимателно прочетете лицензионното споразумение по-долу."
MSM1603="Ако приемате споразумението, щракнете върху [Да]. Ако щракнете върху [Не], инсталирането на софтуера ще се отмени."
MSM1604="Преди да инсталирате %CURRENT_STEPITEM%, внимателно прочетете лицензионното споразумение по-долу."
MSM1605="Ако приемате споразумението, щракнете върху [Да]. Ако щракнете върху [Не], софтуерът няма да се инсталира."
MSM1606="Продукти на Canon"
MSM1607="Ако не приемате лицензионното споразумение, софтуерът няма да се инсталира. OK?"
MSM1608="Ако не приемате лицензионното споразумение, това приложение и Print Studio Pro, за което това приложение е задължително, няма да се инсталират. OK?"
MSM1609="%PAGE%/%TOTALPAGE%"
App_License_Mac=

MSM1651="Актуализиране на системни файлове"
MSM1659="Разрешаване на процесите на съветника"
MSM1660="Разрешете всички процеси на съветника за инсталиране"
MSM1661="Защитната стена или антивирусният софтуер може да показва диалогови прозорци с уведомления по време на инсталиране на продуктите на Canon. Разрешете на инсталирането да продължи, като изберете дадена опция в диалоговия прозорец, като например:\n\n– Позволяване\n– Разрешаване\n– Да\n– Отблокиране"

MSM1671="Инсталиране на .NET Framework"
MSM1672="На вашия компютър не е инсталиран Microsoft .NET Framework 4. За да използвате целия софтуер, трябва да инсталирате Microsoft .NET Framework 4. Желаете ли да го инсталирате?"

MSM1681="Microsoft .NET Framework 4 не е открит"
MSM1682="Microsoft .NET Framework 4 не е открит или не е инсталиран правилно. \nЗа да се инсталира този софтуер, трябва да бъде правилно инсталиран Microsoft .NET Framework 4."

MSM1701="Ход на инсталацията: %PROGRESS%%"
MSM1702="Около %RESTTIME% минути до завършване"
MSM1703="Ход на инсталацията: %PROGRESS%%PERCENT%"
MSM1711="Изтегляне..."
MSM1712="Изчисляване на оставащото време..."
MSM1713="Оставащо време [мин]: Приблизително %d"
MSM1714="Изтегляне %s..."
PERCENT="%"

MSM1801="СТЪПКА 1"
MSM1802="СТЪПКА 2"
MSM1803="СТЪПКА 3"
MSM1804="Лицензионно споразумение"
MSM1805="Инсталиране"
MSM1806="Настройка"
MSM1806_Mac=
MSM1807="Приложения"
MSM1808="Помощни програми"
MSM1809="Завършване"
MSM1810="СТЪПКА 4"
MSM1811="Информация"

MSM1901="Обработване"
MSM1902="Обработване. Моля, изчакайте."
MSM1903="Инсталирането на %ITEM% е завършено."
MSM1904="Инсталиране на: %ITEM%"
MSM1905="Изтегляне на: %ITEM%"
MSM1906="Изтегляне на %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Свързване на принтера"
MSM2002="Уверете се, че принтерът е свързан към компютъра, след което включете принтера."
MSM2003="Принтерът не е открит. Проверете връзката."
MSM2004="Ръчно избиране"
MSM2005="За да изберете порта на принтера ръчно без извършване на автоматично откриване, щракнете върху [Ръчно избиране]."
MSM2006="Принтерът е открит. Изчакайте, докато инсталирането завърши."
MSM2007="Обработване на инсталирането... Моля, изчакайте още няколко секунди."
MSM2010="Свързване на принтера"
MSM2011="Уверете се, че принтерът е свързан към компютъра, както и че захранването на принтера е включено. След като проверите връзката, щракнете върху [Рестартиране], за да рестартирате компютъра. Настройте принтера, след като рестартирате компютъра. "
MSM2021="Може да се покаже съветникът за откриване на нов хардуер. Ако това се случи, щракнете върху [Отказ] в съветника за откриване на нов хардуер, за да го затворите, след което продължете с инсталирането."
MSM2031="Свързване на скенера"
MSM2032="Уверете се, че скенерът е свързан към компютъра, след което включете скенера, ако той разполага с бутон за включване."
MSM2033="Скенерът не е открит. Проверете връзката."
MSM2034="Скенерът е открит. Изчакайте, докато инсталирането завърши."

MSM2051="Метод на настройка"
MSM2052="Свързване на принтера към мрежата за първи път"
MSM2053="Изберете тази опция, ако искате да използвате принтер, който все още не е свързан към мрежата, чрез кабелна или безжична LAN. Настройка на мрежата се извършва при свързване на принтера към компютъра с USB кабел."
MSM2054="Принтерът вече е свързан към мрежата"
MSM2055="Изберете тази опция, ако искате да използвате принтер, който вече е свързан към мрежата, от компютъра. Можете да изберете тази опция също така и когато е настроена безжична LAN чрез WPS (Wi-Fi Protected Setup) или WCN (Windows Connect Now)."
MSM2056="Изберете метода на настройка, след което щракнете върху [Напред]."
MSM2065="Изберете тази опция, ако искате да използвате принтер, който все още не е свързан към мрежата чрез кабелна LAN. Настройка на мрежата се извършва при свързване на принтера към компютъра с USB кабел."
MSM2067="Изберете тази опция, ако искате да използвате принтер, който вече е свързан към мрежата, от компютъра. "
MSM2068="Използване на принтера чрез USB"
MSM2069="Изберете тази опция, за да използвате принтера чрез USB."
MSM2070="Стартиране на настройка"
MSM2071="Трябва да настроите принтера. Щракнете върху [Изпълни], за да настроите принтера. \n\nЩракнете върху [Напред], ако не желаете да настройвате принтера."
MSM2081="Ако сте избрали настройката за кабелна/безжична LAN в операционния панел на принтера в съответствие с метода на свързване, щракнете върху [OK].\n\nАко все още не сте я избрали, вж. ръководството за начално запознаване."
MSM2081_Mac=
MSM2083="Избор на метода на свързване на принтера"
MSM2084="Използване на принтера чрез USB"
MSM2085="Изберете тази опция, за да използвате принтера чрез USB."
MSM2086="Използване на принтера с безжична LAN връзка"
MSM2087="Изберете тази опция, за да използвате принтера с безжична LAN връзка."
MSM2088="Използване на принтера с кабелна LAN връзка"
MSM2089="Изберете тази опция, за да използвате принтера с кабелна LAN връзка."
MSM2090="Откриване на принтера"
MSM2091="Стартирайте търсене на принтера в мрежата.\nАко мрежовата настройка на принтера е завършила, щракнете върху [Напред].\n\nВ противен случай завършете мрежовата настройка.\nЗа да научите как да настроите мрежата, щракнете върху [Онлайн ръководство].\n\nЩракнете върху [Отказ], за да отмените инсталирането."
MSM2090_Mac=
MSM2091_Mac="Стартирайте търсене на принтера в мрежата.\nАко мрежовата настройка на принтера е завършила, щракнете върху [Напред].\n\nВ противен случай завършете мрежовата настройка.\nЗа да научите как да настроите мрежата, щракнете върху [Онлайн ръководство].\n\nЩракнете върху [Отказ], за да отмените инсталирането."
MSM2092_Mac=
MSM2093_Mac=
MSM2094="Стартирайте търсене на принтера в мрежата. Щракнете върху [Напред].\nЩракнете върху [Отказ], за да отмените инсталирането."
MSM2096="Откриване на принтера"
MSM2097="Търсене на принтера в мрежата."
MSM2098_Mac=
MSM2099_Mac=
MSM2100_Mac=

MSM2101="Избор на порт"
MSM2102="Изберете порта на принтера и щракнете върху [Напред]."

MSM2250="Настройката е завършена"
MSM2251="Настройката е завършена. Продуктът вече е готов за използване. Щракнете върху [Напред], за да продължите към следващата стъпка."
MSM2252="Настройката е завършена"
MSM2253="Настройката за отпечатване от компютъра е завършена.\nСлед това софтуерът ще се инсталира."
MSM2254="Инсталирането не е завършено.\nЗа да продължите с инсталирането на полезен софтуер, щракнете върху [Продължи].\nЗа да прекратите инсталирането, щракнете върху [Изход]."

MSM2261="Настройване"
MSM2262="Мрежовата връзка е временно дезактивирана по време на настройката.\nМоля, изчакайте."
MSM2263="Неуспешно извършване на безкабелна настройка. Спрете процеса и изберете друг метод за настройка, като следвате инструкциите на екраните."

MSM2301="Инсталирането е неуспешно"
MSM2302="Инсталирането на %ITEM% е неуспешно. Щракнете върху [Стартиране отначало], за да извършите отново процеса на инсталиране."
MSM2303="В ръководството са описани причините за проблемите с инсталацията и начини за отстраняване на тези проблеми."
MSM2304="Стартиране отначало"
MSM2305="За проблеми с мрежата вж. \"Ръководство за неизправности в мрежата\".\nЗа други проблеми вж. ръководството."

MSM2401="Подравняване на печатащата глава"
MSM2402="Този принтер разполага с функция за подравняване на печатащата глава. Ако разпечатката съдържа неподравнени редове или не е задоволителна, подравняването на печатащата глава може да реши тези проблеми.\n\nВж. ръководството за потребителя за подробности."
MSM2402_Mac=
MSM2411="Подравняване на печатащата глава"
MSM2412="Трябва да извършите подравняване на печатащата глава, преди да използвате този принтер. Поставете хартия в принтера и щракнете върху [Изпълни]. За подробности вж. ръководството на принтера.\n\nСлед като подравняването на печатащата глава завърши, щракнете върху [Напред]."
MSM2412_Mac=
MSM2413="Изпълни"
MSM2414="При отпечатване на снимки на този принтер е препоръчително да извършите подравняване на печатащата глава. За да извършите подравняване на печатащата глава сега, поставете обикновена хартия в касетата и щракнете върху [Изпълни]. След като подравняването завърши, щракнете върху [Напред]. За подробности вж. ръководството на принтера.\n\nОсвен това, подравняване на главата е достъпно след завършване на настройката. За да продължите, без да извършвате подравняване на печатащата глава, щракнете върху [Напред]."
MSM2414_Mac=
MSM2415="Трябва да извършите подравняване на печатащата глава, преди да използвате този принтер. Поставете MP-101 в принтера и щракнете върху [Изпълни]. За подробности вж. ръководството на принтера.\n\nСлед като подравняването на печатащата глава завърши, щракнете върху [Напред]."
MSM2415_Mac=
MSM2416="Трябва да извършите подравняване на печатащата глава, преди да използвате този принтер. Щракнете върху [Изпълни], за да се появи екранът за Стартиране на подравняването на печатащата глава. Следвайте инструкциите на екрана, за да отпечатате схемата за подравняване. Поставете отпечатаната схема за подравняване върху стъклото на скенера и я сканирайте.\n\nСлед като подравняването на печатащата глава завърши, щракнете върху [Напред]."
MSM2416_Mac=
MSM2417="Този принтер разполага с функция за подравняване на печатащата глава. Ако разпечатката съдържа неподравнени редове или не е задоволителна, подравняването на печатащата глава може да реши тези проблеми."
MSM2418="Трябва да извършите подравняване на печатащата глава, преди да използвате този принтер. Поставете хартия в принтера, щракнете върху [Изпълни], след което щракнете върху [Напред]."
MSM2418_Mac=
MSM2420="Търсене на принтери."
MSM2421="Търсене на %PRODUCTNAME%."
MSM2422="Опашката на принтера не може да се открие."
MSM2423="Щракнете върху [Регистриране на принтера], за да регистрирате принтера."
MSM2424="Регистриране на принтера"
MSM2431="Регистриране на принтера и скенера"
MSM2432="Мрежовите настройки за принтера и скенера са завършени.\nСлед това регистрирайте принтера и скенера в компютъра.\n\nЩракнете върху [Регистриране на принтера] или върху [Регистриране на скенера], за да стартирате съответния приложен софтуер за регистрация. Следвайте инструкциите на приложния софтуер, за да завършите регистрацията."
MSM2433="Регистриране на принтера"
MSM2434="Регистриране на скенера"
MSM2435=
MSM2436_Mac=
MSM2437_Mac=
MSM2438_Mac=
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=

MSM2451="Потребителска регистрация"
MSM2453="Напред"
MSM2464="Потребителска регистрация"
MSM2465="Регистрирайте вашия продукт на Canon днес и ще получите следните предимства:\n– Получаване на нашия месечен имейл бюлетин със спестяванията на Canon\n– Получаване на забавни проекти от Creative Park и помощни съвети\n– Бъдете първите получатели на известия за софтуерни надстройки"
MSM2474="Потребителска регистрация"
MSM2475="Чрез регистриране на вашия продукт можете да получавате полезна информация за продукти и услуги. За да извършите регистрация, трябва да имате връзка към интернет."
MSM2484="Регистрация на продукт"
MSM2485JU="Регистрирайте вашия продукт на Canon днес и ще получите следните предимства:\n– Canon U.S.A. ще запази вашата информация във файл в случай на застрахователно събитие\n– Бъдете първите получатели на известия за софтуерни надстройки\n– Получаване на нашия месечен имейл бюлетин със спестяванията на Canon"
MSM2485M="Чрез актуализиране или регистриране на нов продукт можете да получавате полезна информация за продукти и услуги. За да извършите актуализиране и регистрация, трябва да имате връзка към интернет."
MSM2486_Mac="Ако щракнете върху [Напред], името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2486_Mac2="Ако щракнете върху [Напред], името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2487="За да извършите регистрацията по-късно, щракнете върху [Отказ] и преминете на следващата стъпка. Можете също така да регистрирате продукти по всяко време чрез Quick Menu."

MSM2501="CANON iMAGE GATEWAY Потребителска регистрация"
MSM2502="Регистриране"
MSM2503="CANON iMAGE GATEWAY Регистрация на продукт"
MSM2504="CANON iMAGE GATEWAY е специална онлайн услуга за закупили продукт потребители, които имат право на безплатно членство/годишна членска вноска. Ако заявите потребителска регистрация, можете да използвате различни услуги, които ще увеличат удоволствието при работа с цифрови снимки."
MSM2506="Ако щракнете върху [Регистриране], името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2507="Ако щракнете върху [Регистриране], името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2511="Потребителска регистрация"
MSM2513="Регистрация на продукт"
MSM2514="Регистрирайте вашия продукт на Canon днес и ще получите следните предимства:\n– Получаване на нашия месечен имейл бюлетин със спестяванията на Canon\n– Получаване на забавни проекти от Creative Park и помощни съвети\n– Бъдете първите получатели на известия за софтуерни надстройки"
MSM2515="Чрез регистриране на вашия продукт можете да получавате полезна информация за продукти и услуги. За да извършите регистрация, трябва да имате връзка към интернет."
MSM2516="Ако щракнете върху [Напред], името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2517="Ако щракнете върху [Напред], името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2521="Потребителска регистрация. Името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2522="Потребителска регистрация. Името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2526="Потребителска регистрация. Името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2527="Потребителска регистрация. Името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."

MSM2551="Потребителска регистрация на Canon %s"
MSM2552="Деинсталиране на потребителска регистрация"
MSM2571="%s – Деинсталираща програма за потребителска регистрация"
MSM2572="Наистина ли искате да премахнете напълно \"Потребителска регистрация на Canon %s\" и всички нейни компоненти?"
MSM2573="Деинсталирането завърши успешно."
MSM2574="Деинсталирането е неуспешно."
MSM2575="Трябва да рестартирате компютъра, за да завършите деинсталирането. Щракнете върху [OK] за рестартиране. Щракнете върху [Отказ], за да рестартирате по-късно."
MSM2576="Трябва да имате привилегии на администратор, за да деинсталирате \"Потребителска регистрация на Canon %s\"."
MSM2577="Потребителска регистрация. Името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се отрази директно в екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2577_Mac2=
MSM2578="Потребителска регистрация. Името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2578_2="Потребителска регистрация. Името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, се уверете, че принтерът е свързан към компютъра, след което включете принтера и щракнете върху [OK]."
MSM2580="Връзката е неуспешна. Уверете се, че мрежовата връзка е разрешена, след което опитайте отново. Ако връзката все още е неуспешна, изчакайте малко, след което опитайте отново. Можете също така да извършите регистрация по всяко време чрез Solution Menu EX."
MSM2581="Връзката е неуспешна. Уверете се, че мрежовата връзка е разрешена, след което опитайте отново. Ако връзката все още е неуспешна, изчакайте малко, след което опитайте отново."
MSM2582="Връзката е неуспешна."
MSM2583="Свързване"
MSM2584="Свързване. Моля, изчакайте."
MSM2585="Въведете вашето потребителско име и парола."
MSM2586=
MSM2587=
MSM2588=
MSM2589="Връзката е неуспешна. Уверете се, че мрежовата връзка е разрешена, след което опитайте отново. Ако връзката все още е неуспешна, изчакайте малко, след което опитайте отново."

ExecutingPrefSet_Mac=

MSM2601="Инсталирането завърши успешно."
MSM2602="Рестартиране на системата сега (препоръчително)"
MSM2603="Рестартиране"
MSM2604="Инсталирането завърши успешно.\nУверете се, че скенерът е свързан към компютъра, както и че захранването на скенера е включено, след което щракнете върху [Изход]."

MSM2610="Поставяне на обикновена хартия в касетата"
MSM2611="Поставете обикновена хартия, както е показано по-долу."
MSM2612="Поставяйте само обикновена хартия в касетата"
MSM2613="Поставяне на фотохартия в задната тава"

MSM2701="Отмяна на инсталирането"
MSM2702="Инсталирането не е завършено. За да продължите с инсталирането, щракнете върху [Продължи]. За да отмените инсталирането, щракнете върху [Отказ]."
MSM2702_Mac="Инсталирането не е завършено. За да продължите с инсталирането, щракнете върху [Продължи]. За да отмените инсталирането, щракнете върху [Прекрати]."

MSM2801="Промяна на системните настройки"
MSM2802="Трябва да рестартирате системата, преди да се приложат новите настройки.\nИскате ли да рестартирате системата сега?"

MSM2851="Extended Survey Program"
MSM2856="Приемам"
MSM2857="Не приемам"
MSM2870="За разработване и представяне на продукти, които да отговарят в по-голяма степен на нуждите на клиентите, Canon изисква информацията по-долу, свързана с вашия продукт, да се изпрати до Canon по интернет."
MSM2871="За разработване и представяне на продукти, които да отговарят в по-голяма степен на нуждите на клиентите, Canon изисква информацията по-долу, свързана с вашия продукт, да се изпрати до одобрена от закона фирма за проучвания по интернет."
MSM2873="Ако сте съгласни с описаното по-горе, щракнете върху [Приемам]. В противен случай щракнете върху [Не приемам]."
MSM2874="За разработване и представяне на продукти, които да отговарят в по-голяма степен на нуждите на клиентите, Canon изисква информацията по-долу, свързана с вашия продукт на Canon, да се изпрати до Canon (в случай че употребявате продукта на Canon в Китай, до одобрена от закона фирма за проучвания) по интернет."
MSM2876="Ако сте съгласни с описаното по-горе, щракнете върху [Приемам], за да започнете инсталирането на програмата за проучването. В противен случай щракнете върху [Не приемам]. Тази програма може да не се изпълнява на неподдържаните версии на операционни системи."
MSM2879_Win="Ако се покаже прозорецът за управление на потребителските акаунти, разрешете на програмата да продължи."
MSM2901="Пробен печат"
MSM2902="Настройката на принтера и инсталирането на софтуера са завършени.\n\nЩе се извърши пробен печат за проверка на работата на принтера. Поставете обикновена хартия в принтера и щракнете върху [Изпълни]. След извършването на пробния печат щракнете върху [Напред].\n\nЗа да пропуснете пробния печат, щракнете върху [Напред] вместо върху [Изпълни].\n\nАко възникне грешка в печатането, изпълнете инструкциите на екрана, за да стартирате настройването отново."
MSM2903="Ще се извърши пробен печат за проверка на работата на принтера.\nПоставете обикновена хартия в принтера, щракнете върху [Изпълни], след което щракнете върху [Напред].\n\nЗа да пропуснете пробния печат, щракнете върху [Напред] вместо върху [Изпълни].\n\nАко възникне грешка в печатането, изпълнете инструкциите на екрана, за да стартирате настройването отново."

MSM3001="Трябва да разполагате с този софтуер, за да използвате принтера.\nМожете да извършвате операции с печат, които са подходящи за различните типове и размери хартия."
MSM3002_Mac=
MSM3008="Можете да комбинирате файлове с изображения с текст и лесно да извършвате директен печат върху етикета на диска."
MSM3009="Актуализиране на системата."
MSM3010="Тази помощна програма позволява с помощта на компютъра да използвате файлове, съхранени в карта с памет, която е поставена в гнездото за карти на принтера."
MSM3011="Този драйвер позволява използването на устройството в мрежа."
MSM3012="Използвайте този инструмент, за да променяте метода на свързване и настройките за защита на свързаното към мрежа устройство."
MSM3013="My Printer помага да разрешите проблемите при отпечатване, като размазване на мастило."
MSM3016="MP Drivers са необходими за отпечатване на документи и сканирани изображения."
MSM3018="ArcSoft PhotoStudio дава възможност за коригиране/подобряване на изображенията, импортирани от скенера или цифровия фотоапарат."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE е програма за OCR (Optical Character Recognition; Оптично разпознаване на знаци), която може да конвертира текста на знаци от книга или вестник в текстови данни."
MSM3021="Presto! PageManager улеснява сканирането, споделянето и организирането на документи и снимки. Можете да запишете всички бизнес документи в неограничен брой гнезда от папки за лесно извличане."
MSM3023="Setup Utility позволява да конфигурирате настройките за отпечатване чрез инфрачервена или Bluetooth връзка."
MSM3024="Setup Utility позволява да конфигурирате настройките за отпечатване чрез PictBridge."
MSM3026="Това е софтуер-добавка, който улеснява отпечатването на снимки с професионално качество. За да използвате този софтуер-добавка, трябва да инсталирате съответния приложен софтуер."
MSM3027="XPS драйверът е подходящ за отпечатване от приложен софтуер, който поддържа XPS отпечатване (на Windows Vista или по-нова версия)."
MSM3027_0="XPS драйверът е подходящ за отпечатване от приложен софтуер, който поддържа XPS отпечатване (на Windows Vista или по-нова версия). IJ драйверът на принтера трябва да се инсталира правилно."
MSM3027_1="XPS драйверът е подходящ за отпечатване от приложен софтуер, който поддържа XPS отпечатване (на Windows Vista или по-нова версия). MP Drivers трябва да се инсталират правилно."
MSM3028="ScanGear е драйвер, необходим за работата на скенера. За да използвате драйвера, изпълнете приложен софтуер, като например програма за редактиране на изображения."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Това се изисква за правилното отпечатване на цветовете на Adobe RGB изображения. Adobe е регистрирана търговска марка или търговска марка на Adobe Systems Incorporated в САЩ и/или други страни."
MSM3035="Setup Utility позволява да конфигурирате настройките за отпечатване чрез инфрачервена връзка, Bluetooth връзка или PictBridge."
MSM3037="ScanGear CS е драйвер за скенера (TWAIN драйвер), необходим за работата на скенера. За да използвате драйвера, изпълнете приложен софтуер, като например програма за редактиране на изображения."
MSM3040="Easy-PhotoPrint EX позволява лесно създаване на личен фотоалбум, стикери или календар с помощта на снимките от цифров фотоапарат. Можете също така бързо да отпечатвате снимки без полета. Освен това можете да приложите корекция на червени очи и цифрово изглаждане на лицето преди отпечатване."
MSM3041="Незабавно стартира допълнителния приложен софтуер, който позволява лесно отпечатване на снимки."
MSM3042="MP Navigator EX улеснява импортирането на сканирани изображения директно в приложен софтуер, а също така отпечатването им, прикачването им към имейл или записването им в компютъра."
MSM3043="Ръководството предоставя обяснения за начина на използване на машината и предоставения софтуер. Предоставя се също така информация за отстраняване на неизправности.\nИзисква се Internet Explorer 8.0 или по-нова версия."
MSM3043_Mac="Ръководството предоставя обяснения за начина на използване на машината и предоставения софтуер. Предоставя се също така информация за отстраняване на неизправности."
MSM3044="Easy-WebPrint EX позволява да изрязвате части от уеб страници и да ги отпечатвате във ваше собствено оформление. Показва се в браузъра като удобна лента с инструменти. Изисква се Internet Explorer 7.0 или по-нова версия."
MSM3044_Mac=
MSM3045="Този софтуер ви позволява да редактирате номерата за кодирано бързо набиране, потребителската информация и други настройки, регистрирани в принтера, както и да записвате редактираните настройки в компютъра или да ги регистрирате отново в принтера."
MSM3046="Solution Menu EX може незабавно да стартира приложния софтуер, който ви дава възможност да отпечатвате лесно албуми или календари, както и да сканирате с едно щракване. Също така можете до получите лесен достъп до уеб сайтовете на Canon, поддържащи различните употреби."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Можете да импортирате снимки и да ги използвате за създаване и отпечатване на персонализирани елементи, като колажи, картички и календари. Можете също така да отпечатвате и снимки без полета, както и да коригирате/подобрявате изображения с прости стъпки. Използвайте заедно с Quick Menu за генериране на препоръки от записани снимки."
MSM3049="Добавка за отпечатване на снимки, която улеснява и подобрява създаването на професионални художествени творби. Необходимо е да се инсталира подходящо приложение. Вж. Ръководството за съответните приложения."
MSM3050="Можете бързо да стартирате софтуер или ръководството за вашия продукт на Canon. Можете също така да получите бърз достъп до уеб сайтовете, предоставящи полезна информация за вашия продукт на Canon, или до помощни уеб сайтове, поддържащи различните употреби, и още много други. Използвайте заедно с My Image Garden, за да активирате Image Display, където можете да показвате препоръки и снимки в слайдшоу."
MSM3051="Необходим е драйвер, за да използвате скенера. Той се използва при работа със скенера от приложения, съвместими с протокол ICA."
MSM3052=
MSM3053="Можете бързо да стартирате софтуер за вашия продукт на Canon. Можете също така да получите бърз достъп до ръководството и най-различни уеб сайтове."
MSM3054="Добавяне на езикови речници при създаване на PDF файлове с опция за търсене в текста или при стартиране на OCR. След инсталирането изберете съответния език в екрана за настройка на Canon IJ Scan Utility."
MSM3055="Това е приложение, което отваря ScanGear за визуализация и сканиране на изображения, след което ги записва на компютър."
MSM3056=
MSM4001W="IJ драйвер на принтера"
MSM4001="Драйвер на принтера"
MSM4002="Ръководство за употреба"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS драйвер"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Помощна програма за бързо набиране"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA драйвер"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Допълнителни речници за OCR (китайски/корейски)"
MSM4055="IJ ScanGear Starter EX"
MSM4056=
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Функцията за закупуване на мастило онлайн вече е в готовност."
EIDENABLER_ADMIN="За да изпълните този софтуер, трябва да влезете като член на групата на администраторите."

MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Китай"
HK="Хонг Конг САР (Китай)"
ID="Индонезия"
IN="Индия"
JP="Япония"
KR="Корея"
MY="Малайзия"
PH="Филипини"
SG="Сингапур"
TW="Тайван"
TH="Тайланд"
VN="Виетнам"
MO="Макао"

AU="Австралия"
NZ="Нова Зеландия"

US="САЩ"
CA="Канада"
BR="Бразилия"
MX="Мексико"
AR="Аржентина"
CL="Чили"
PA="Панама"

AT="Австрия"
BE="Белгия"
BG="България"
HR="Хърватия"
CZ="Чешка република"
DK="Дания"
EE="Естония"
FI="Финландия"
FR="Франция"
DE="Германия"
GR="Гърция"
HU="Унгария"
IE="Ирландия"
IT="Италия"
LV="Латвия"
LT="Литва"
LU="Люксембург"
NL="Нидерландия"
NO="Норвегия"
PL="Полша"
PT="Португалия"
RO="Румъния"
RU="Русия"
SK="Словакия"
SI="Словения"
ZA="Южна Африка"
ES="Испания"
SE="Швеция"
CH="Швейцария"
TR="Турция"
GB="Обединеното кралство"

Others="Други"

MSM2703="Прекратяване на инсталирането"
MSM2704="Инсталирането не е завършено."
MSM2705="Щракнете върху \"Продължи\", за да продължите с инсталирането. Щракнете върху \"Прекрати\", за да го преустановите."
MSM2706="Продължи"
MSM2707="Прекрати"
MSM2951="%s – Инсталираща програма"
MSM2952="Не е открит инсталационен компактдиск. За да продължите с инсталирането на драйвера на %s, поставете компактдиска на %s и щракнете върху \"OK\"."

MSM5001=
MSM5002=
MSM5003=
MSM5004=

MSM5010=
MSM5011=
MSM5012=

MSM6000="Избор на метода на свързване на принтера."
MSM6001="Безжична LAN връзка"
MSM6002="Кабелна LAN връзка"
MSM6003="USB връзка"
MSM6004="Повторен опит за мрежова настройка на принтера"
MSM6005="Избор на метода на свързване на безжична LAN."
MSM6006="Свързване чрез безжичен рутер (препоръчително)"
MSM6007="Директно свързване"
MSM6008="Свързване на компютъра и принтера чрез безжичен рутер."
MSM6009="Директно свързване на компютъра и принтера."
MSM6010="За превключване между свързване чрез безжичен рутер и \"Директно свързване\" или за още подробности относно метода на свързване щракнете върху [Инструкции]."
MSM6011="Инструкции"
MSM6012="Уверете се, че принтерът е включен."
MSM6013="Принтери в мрежовия списък"
MSM6014="Сериен номер"
MSM6015="MAC адрес"
MSM6016="IP адрес"
MSM6017="Принтерът за настройка не може да се открие в списъка"
MSM6018="Актуализирай"
MSM6019="1. Ако принтерът, който искате да настроите в мрежата, присъства в списъка с принтери по-горе, изберете го, след което щракнете върху [Напред].\n   Можете да намерите серийния номер на гърба на принтера или в гаранцията.\n   Списъкът по-горе показва само последните 5 цифри от серийния номер.\n2. Ако принтерът, който искате да настроите, не присъства в списъка по-горе, включете принтера и щракнете върху [Актуализирай].\n3. Ако все още не можете да откриете принтера в списъка, изберете [Принтерът за настройка не може да се открие в списъка], след което щракнете върху [Напред]."
MSM6020="1. Ако принтерът, който искате да настроите в мрежата, присъства в списъка с принтери по-горе, изберете го, след което щракнете върху [Напред].\n   Можете да намерите серийния номер на гърба на принтера или в гаранцията.\n2. Ако принтерът, който искате да настроите, не присъства в списъка по-горе, включете принтера и щракнете върху [Актуализиране].\n3. Ако все още не можете да откриете принтера в списъка, изберете [Принтерът за настройка не може да се открие в списъка], след което щракнете върху [Напред].\n4. За USB връзка също изберете [Принтерът за настройка не може да се открие в списъка], след което щракнете върху [Напред]."
MSM6021="Свързването е завършено."
MSM6022="Избор на метод на свързване"
MSM6023="Проверка на захранването"
MSM6024="Използвайте друг метод за настройка. Следвайте инструкциите на екрана."
MSM6025="Настройката на принтера трябва да е завършена, за да може XPS драйверът да се инсталира. Ако настройката не е завършена, щракнете върху [Обратно горе], за да настроите принтера."
MSM6026=
MSM6027=
MSM6028=
MSM6029=
MSM6100="My Image Garden използва снимка, запаметена на компютъра, за автоматично създаване на картичка или календар."
MSM6101="CREATIVE PARK PREMIUM предоставя СПЕЦИАЛНО съдържание изключително за потребители на оригинални мастила на Canon."
MSM6102="Можете да копирате отпечатаната снимка идеално, като просто изберете менюто от принтера."
MSM6103="Дори ако принтерът е заключен, той се включва автоматично, когато стартирате задание за печат."
MSM6104="Тихият режим ви позволява да печатате, копирате или сканирате в тишина, без да се притеснявате за часа или обкръжението."
MSM6105="Споменатите тук функции може да варират в зависимост от използваните от вас модели. За подробности вж. ръководството."
MSM6106="За подробности относно функцията и настройките вж. ръководството."
MSM6030=
MSM6031=
MSM6032=
MSM6033=
MSM6034=
MSM6035=
MSM6036=
MSM6037=
MSM6038=
MSM6039=
MSM6040=
MSM6041=
MSM6042=
MSM6043=
MSM6044=
MSM6045=
MSM6046=
MSM6047=
MSM6048=
MSM6049=
MSM6050=
MSM6051=
MSM6052=
MSM6053=
MSM6054=
MSM6055=
MSM6056=
MSM6057=
MSM6058=
MSM6059=
MSM6060=
MSM6061=
MSM6062=
MSM6063=
MSM6064="Щракнете върху [Добавяне на принтер] и добавете принтера, като следвате инструкциите на екрана.\n\nСлед добавяне на принтера щракнете върху [Напред]."
MSM6065="За да използвате всички функции на този принтер, трябва да инсталирате драйвера на Canon.\nЩракнете върху [Напред] и повторете настройката."
MSM6066=
MSM6067="Свържете принтера и компютъра с помощта на USB кабела.\nУверете се, че принтерът е включен."
MSM6091="Извършихте ли инициализиране на принтера?"
MSM6092="1. Проверете дали има мастило в резервоара за мастило.\n2. Натиснете и задръжте бутона \"Стоп (Stop)\" на принтера за около 5 секунди.\nСлед това принтерът ще започне да се инициализира. Тази операция ще отнеме около 6 минути."
MSM6093="1. Проверете дали има мастило в резервоара за мастило.\n2. Натиснете и задръжте бутона \"ПРОДЪЛЖАВАНЕ/ОТМЯНА (RESUME/CANCEL)\" на принтера за около 5 секунди.\nСлед това принтерът ще започне да се инициализира. Тази операция ще отнеме около 6 минути."
